Repository: minguille/Hormigas
Catalog: Resources/strings.*.resx
Languages: es_es

source: ACCEPT
es_es: ACEPTAR

# AUTHENTICATE
source: 1. Authorization on Flickr's web.
es_es: 1. Autorización en la web de Flickr

# AUTHENTICATE_ERROR
source: Authenticate was NOT completed. Please check that you have already authorized Hormigas on Flickr's web with your account and try again.
es_es: Autenticación NO completada. Por favor, comprueba que ya has autorizado Hormigas en la web de Flickr con tu cuenta y vuelve a intentarlo.

# AUTHENTICATE_INFO
source: A browser will open and you'll need to authorize Hormigas in your Flickr account. Once you authorize, copy the verification code provided by Flickr, it will be necessary for step 2.
es_es: Se abrirá un navegador y tendrás que autorizar Hormigas en tu cuenta de Flickr. Una vez autorizado, copia el código de verificación proporcionado por Flickr ya que será necesario para el paso 2.

# AUTHENTICATE_OK
source: Athentication completed. Now you can proceed to upload selected files to your Flickr account.
es_es: Atenticación completada. Ahora puedes subir los ficheros seleccionados a tu cuenta Flickr.

source: CANCEL
es_es: CANCELAR

source: Check duplicates
es_es: Comprobar duplicados

source: Choose columns...
es_es: Elije columnas...

source: Clear target
es_es: Borrar destino

source: Clear Thumbnail Cache
es_es: Borrar caché de las miniaturas

source: Compare CRC
es_es: Comparar CRC

source: Compare size
es_es: Comparar tamaño

# COMPLETE_AUTHENTICATION
source: 2. Enter Flickr's verification code
es_es: 2. Introducir código de verificación de Flickr

# COPIED_FILES
source: Copied {0} files.
es_es: Copiados {0} archivos.

source: Copying Files
es_es: Copiando archivos

# COPY_ERROR
source: There was some error copying: {0}.
es_es: Hubo un error en la copia: {0}.

# COPY_QUESTION
source: Do you want to copy {0} files to the selected target/s?
es_es: ¿Quieres copiar {0} archivos a sus destinos correspondientes? Si has marcado algunos para no copiar, esos no se copiarán.

source: Copy to target
es_es: Copiar al destino

# DAY
source: Day (%D,%d):
es_es: Día (%D,%d):

source: Details
es_es: Detalles

source: Duplicates
es_es: Duplicados

# EXAMPLE_FILENAME
source: FileName.jpg
es_es: NombreFichero.jpg

# EXAMPLE_TAG
source: Tag1, Tag2
es_es: Etiqueta1,Etiqueta2

source: Exclude checked files
es_es: Excluir ficheros chequeados

# FILE_LOAD
source: Load
es_es: Cargar

# FILE_MENU
source: File
es_es: Archivo

# FILE_NAME
source: Name (%N,%n):
es_es: Nombre (%N,%n):

# FILE_PATH
source: Path
es_es: Ruta

# FILE_SAVE
source: Save
es_es: Guardar

# FILE_SIZE
source: Size
es_es: Tamaño

# FILE_TYPE
source: Type
es_es: Tipo

# FLICKR_ALBUM
source: Album on Flickr
es_es: Album en Flickr

# FLICKR_VERIFIER
source: Flickr's verification code
es_es: Código de verificación de Flickr

# FLICKR_VERIFIER_TYPE
source: Type Flickr's verifier that was provided in step 1:
es_es: Escribe el código de verificación proporcionado por Flickr en el paso 1:

# FORMAT_TAG
source: Tag (%E,%e):
es_es: Etiqueta (%E,%e):

source: Gallery
es_es: Galería

source: Information
es_es: Información

source: Languages
es_es: Idiomas

# LANG_EN
source: English
es_es: Inglés

# LANG_ES
source: Spanish
es_es: Español

source: Make Default
es_es: Fijar por defecto

# MONTH
source: Month (%M,%m):
es_es: Mes (%M,%m):

source: Name
es_es: Nombre

# NEW_ALBUM_NAME
source: New Album name (no invalid characters):
es_es: Nuevo nombre de Album (no poner caracteres inválidos):

source: New Format
es_es: Nuevo Formato

source: New Path
es_es: Nueva Ruta

# NEW_TAG_NAME
source: New Tag (no invalid characters):
es_es: Nueva Etiqueta (no poner caracteres inválidos):

# NO_INTERNET
source: Ooops! It seems you don't have internet connection.
es_es: ¡Uy! Parece que no tienes conexión a internet.

source: Pane
es_es: Panel

source: Prepend folders by date
es_es: Prefijo de carpetas por fecha

source: Remove checked files
es_es: Borrar ficheros chequeados

# REMOVE_FILES_QUESTION
source: This will remove all checked files in selection. Are you sure?
es_es: Vas a borrar todos los ficheros marcados en la selección. ¿Estás seguro?

# SEL_ITEMS
source: Selected items...
es_es: Ficheros seleccionados...

source: Set Flickr Album...
es_es: Fijar Album de Flickr...

source: Set Format...
es_es: Fijar Formato...

source: Set tag...
es_es: Fijar etiqueta...

source: Set target...
es_es: Fijar destino...

source: START
es_es: INICIAR

# SUBFOLDERS
source: Include subfolders
es_es: Incluir Subcarpetas

source: Tag
es_es: Etiqueta

source: Taken/Modified
es_es: Tomada/Modificada

source: Target
es_es: Destino

source: Thumbnails
es_es: Miniaturas

source: Thumbnail size
es_es: Tamaño miniatura

# TIME
source: Time (%H,%h):
es_es: Hora (%H,%h):

# UPLOADED_FILES
source: Uploaded {0} files.
es_es: Subidos {0} archivos.

source: Uploading Files
es_es: Subiendo archivos

# UPLOAD_ERROR
source: There was some error uploading: {0}.
es_es: Hubo un error en la subida: {0}.

# UPLOAD_OK
source: Upload of {0} file/s to {1} album/s completed.
es_es: Subida de {0} ficheros a álbumes {1} completada.

# UPLOAD_QUESTION
source: Do you want to upload {0} files to the selected album/s?
es_es: ¿Quieres subir {0} archivos a sus álbumes correspondientes?

# UPLOAD_SELECTED_FILES
source: Upload Folder
es_es: Subir ficheros seleccionados

source: Year:
es_es: Año (%A,%a):
